{
    "name": "Bloemkoolbeignets met komijn en limoenyoghurt",
    "serves": 4,
    "description": "Deze verslavende beignets zijn een recept van Sami's moeder. Ze maakte ze eens per week en gaf ze in een pita aan de kinderen mee als lunch. Ze zijn ook nu nog lekker voor de volwassen kinderen, en ook heel geschikt voor degenen die hun lunch nog graag meenemen in een tupperwaredoos, voor op het werk of een picknick. Vergeet de pita niet, samen met wat hummus en tomaat.",
    "ingredients": {
      "lime_sauce": [
        "300 g Griekse yoghurt",
        "10 g fijngesneden koriander",
        "Fijngeraspte schil van 1 limoen",
        "2 eetlepels limoensap",
        "2 eetlepels olijfolie"
      ],
      "beignets": [
        "1 kleine bloemkool (ca. 320 g)",
        "120 g bloem of amandelbloem",
        "15 g grofgesneden bladpeterselie, plus een paar extra blaadjes om te garneren",
        "1 teen knoflook, fijngehakt",
        "2 sjalotten, fijngesneden",
        "4 eieren",
        "1.5 theelepel gemalen komijnzaad",
        "1 theelepel gemalen kaneel",
        "0.5 theelepel geelwortelpoeder",
        "500 ml olijfolie om te bakken",
        "Zout en zwarte peper"
      ]
    },
    "steps": [
      "Klop alle ingrediënten voor de saus in een kom door elkaar. Proef, hij moet een pittige, scherpe citrussmaak hebben. Zet de saus maximaal een uur in de koelkast of erbuiten.",
      "Snijd de stronk van de bloemkool, verwijder eventuele blaadjes en verdeel de krop met een klein mes in roosjes. Doe ze in een grote pan met kokend gezouten water en laat ze in 15 minuten heel gaar worden. Giet ze af in een vergiet.",
      "Doe intussen de bloem met grofgesneden peterselie, knoflook, sjalotten, eieren, specerijen, 1.5 theelepel zout en 1 theelepel zwarte peper in een kom en klop alles door elkaar. Schep als het een glad en gelijkmatig beslag is de warme bloemkoolroosjes erdoor. Meng zodat de bloemkool in kleine stukjes uiteenvalt.",
      "Verhit een laagje zonnebloemolie van 1½ cm in een wijde pan. Schep als de olie heet is flinke eetlepels gevuld beslag in de pan, steeds 3 eetlepels beslag voor elke beignet. Pas op met de hete olie! Houd de beignets met een spatel los van elkaar en houd de temperatuur in de gaten zodat de beignets niet verbranden. Bak ze met maar een paar tegelijk. Reken 3-4 minuten voor elke kant.",
      "Schep de beignets uit de pan en laat ze op een paar lagen keukenpapier uitlekken. Dien ze op met de saus apart erbij."
    ],
    "nutrition": {
      "protein": "15g",
      "carbohydrates": "22g",
      "fat": "18g"
    }
  }
  
  